Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/crime_and_crime_prevention/safety_advice_students.html.txt.tmx
Source language: en
Languages: ga

source: Students on campus - crime prevention
ga: Comhairle Sábháilteachta do mhic léinn ar láthair an choláiste

source: Taking the following precautions should help you avoid becoming a victim of crime while you are on campus in Ireland
ga: Má bhíonn tú ar d'fhaichill ar na rudaí seo a leanas ba cheart go mbeadh sé ina chúnamh duit teacht slán ó choireanna agus tú ar láthair an choláiste

source: • Make sure your apartment and house doors are locked at all times
ga: • Bí cinnte go bhfuil glas ar na doirse san arasán agus sa teach an t-am ar fad

source: When leaving your apartment, you should check to make that all windows are locked
ga: Nuair a fhágann tú d'arasán, ba cheart duit déanamh cinnte go bhfuil na fuinneoga ar fad faoi ghlas

source: • Never give your apartment keys to anyone else and never leave your keys where others could have access to them
ga: • Ná tabhair eochracha an arasáin d'aon duine eile ariamh agus ná fág ariamh do chuid eochracha in áit gur féidir le daoine eile teacht orthu

source: • Before you admit any callers to your apartment, make sure that you are satisfied with their identity - ask for identification if in doubt
ga: • Roimh duit aon duine a thagann chuig an doras a ligean isteach san arasán, bí cinnte go bhfuil tú sásta cé atá ann, má tá tú in amhras iarr ar an duine fianaise aitheantais a chur ar fáil duit

source: • Tell a trusted neighbour if you are going away
ga: • Inis do chomharsa gur féidir leat muinín a bheith agat as/aisti má bhíonn tú ag dul ar saoire

source: • Make sure that you do not have obvious signs of a vacant apartment - for example, curtains drawn during daylight hours
ga: • Déan cinnte nach bhfuil sé soiléir nach bhfuil aon duine ag baile san arasán – e.g., na cuirtíní a bheith dúnta i rith an lae

source: • Make sure that all your property is marked with your own personal identification code
ga: • Bí cinnte cód aitheantais phearsanta a chur ar do chuid maoine ar fad

source: You should securely lock away items of value
ga: Ba cheart aon rudaí luachmhara a chur faoi ghlas

source: • When travelling on foot, use busy routes and well-lit walkways - avoid isolated and dark areas
ga: • Nuair atá tú ag siúl bain úsáid as na bóithre gnóthacha agus cosáin le neart soilse – fan amach as áiteanna iargúlta agus dorcha

source: • Tell another trusted individual of your intended destination, mode of transport and expected arrival time
ga: • Inis do dhuine eile a bhfuil muinín agat as/aisti cá bhfuil tú ag dul, cén módh taistil atá agat agus cén t-am go bhfuil tú ag súil a bheith ann

source: • Walk facing the traffic so that vehicles cannot approach you from behind without you being aware of their presence
ga: • Siúl agus an trácht ag teacht i do threo sa chaoi nach mbeidh feithiclí in ann tiomáint suas ar do chúla i ngan fhios duit

source: • Avoid displaying obvious valuables on your person, for example, jewellery, handbags, unless completely necessary
ga: • Seachain rudaí luchmhara a bheith le feiceáil ort, mar shampla seodra, málaí láimhe, ach amháin sa chás nach bhfuil an dara rogha agat

source: • Carry only the amount of cash that you require - credit cards and bank pass books should be kept securely out of sight and not in your hip pockets
ga: • Ná bíodh ach an méid airgid thirim a theastaíonn uait dhá iompar agat – ba cheart cártaí creidmheasa agus leabhair phas baince a choinneáil go sábhailte in áit nach féidir iad a fheiceáil agus ná coinnigh i bpócaí do chromáin iad

source: • If you think you are being followed, go to the nearest place where there are people, even a private residence, and ring the Gardai
ga: • Má cheapann tú go bhfuil duine do do leanúint téigh chuig an áit is giorra duit ina bhfuil daoine, fiú más teach príobháideach atá ann, agus cuir glaoch ar na Gardaí

source: • If you have been assaulted, help is available to you 24 hours a day
ga: • Má déanadh ionsaí ort tá cúnamh ar fáil duit 24 uair sa lá

source: In any case involving sexual assault, you may feel dirty, but you should not wash, change your clothes or clean up the immediate vicinity until after you have talked to the Gardai as you may unwittingly destroy essential evidence
ga: Nuair atá ionsaí gnéis i gceist d'fhéadfadh sé go mbeadh tú ag mothú salach, ach ní cheart duit tú féin a níochán, ná do chuid éadaí a níochán ná an láthair a ghlanadh go dtí go bhfuil tú tar éis labhairt leis na Gardaí mar d'fhéadfadh sé go mbeadh fianaise riachtanach millte agat i ngan fhios duit

source: • Avoid situations that will require you to travel alone at night-time
ga: • Fan glan ó thaisteal leat féin san oíche

source: If, however, you must travel on your own, plan your journey to limit your exposure to risk of assault, robbery or theft, by scheduling your journey to coincide with bus and train times
ga: Más gá duit, áfach, taisteal leat féin, déan an turas a phleanáil timpeall ar amanna bus agus traenacha sa chaoi go mbeidh aon phriacal a bhaineann le hionsaí nó goid laghdaithe

source: You should use a taxi if no other transport is available
ga: Ba cheart duit úsáid a bhaint as tacsaí muna bhfuil aon mhódh taistil eile ar fáil duit

source: • Do not leave valuables in your vehicle. If, however, this is necessary, secure them out of sight in the boot of the vehicle
ga: • Ná fág rudaí luachmhara i d'fheithicil, más gá duit é seo a dhéanamh, áfach, cuir amach as radharc iad i gcófra bagáiste na feithicle

source: • Never leave personal documents, for example, driving licences and insurance certificates, in your vehicle
ga: • Ná fág ariamh cáipéisí pearsanta mar shampla, ceadúnais tiomána agus teastais árachais, i d'fheithicil

source: • Consider having the registration number etched onto the windows of the vehicle and on valuable car components
ga: • Smaoinigh ar uimhir chláraithe an chairr a eitseáil ar fhuinneoga na feithicle agus ar píosaí luachmhara eile den charr

source: • When parking your vehicle, avoid isolated or darkened areas
ga: • Nuair atá tú ag páirceáil do chairr, fan amach as áiteanna iargúlta agus dorcha

source: Use a well-lit street or thoroughfare at night-time
ga: Bain úsáid as sráid le neart soilse nó áit phoiblí san oíche

source: • Consider fitting a good quality car alarm and/or immobiliser in your vehicle
ga: • Smaoinigh ar aláram d'ardchaighdeán a chur sa charr agus/nó gléas doghluaiseachta

source: A hardened steel chain and close shackle padlock fitted to the steering wheel is a visible and effective deterrent to thieves
ga: Má bhíonn slabhra cruach agus glas fraincín le dlúthlúbanna ar an roth stiúrtha is cosc feiceálach agus éifeachtach é do ghadaithe

source: • Never pick up hitchhikers
ga: • Ná pioc suas síobshiúlóirí ag aon am

source: Security for your bicycle
ga: Slándáil do do rothar

source: • When you buy a bicycle, you should insist on obtaining a receipt showing the name and address of the seller/trader, together with the make, model, colour and frame number of your machine
ga: • Nuair a cheannaíonn tú rothar ba cheart duit déanamh cinnte go bhfaigheann tú admháil le ainm agus seoladh an díoltóra/trádálaí air, chomh maith le déanamh, cineál, dath agus uimhir fhráma d'innill

source: You should retain this receipt for future reference
ga: Ba cheart duit an admháil seo a choinneáil mar phointe tagartha don todhchaí

source: • Secure your bicycle when unattended by using a good quality-locking device
ga: • Fáisc do rothar nuair atá sé gan tionlacan tríd úsáid a bhaint as glas d'ardchaighdeán

source: • Leave your bicycle in a supervised area or an area where it can be seen by passers-by
ga: • Fág do rothar in áit atá faoi mhaoirseacht nó in áit gur féidir le daoine atá ag dul thart é a fheiceáil

source: • Take a photograph of your bicycle and engrave your own personal identifying number on the frame
ga: • Tóg griangraf den rothar agus déan d'uimhir phearsanta aitheantais a eitseáil ar an bhfráma

source: You can find a leaflet entitled Stay Safe on Campus on the the Garda Síochána website
ga: Is féidir leat teacht ar bileog dar teideal Bí Sábháilte ar an gCampas ar an láithreán gréasáin an Gharda Síochána

source: There are a number of support services available to victims of crime
ga: Tá seirbhísí tacaíochta ar fáil don íobartach

source: If you have been a victim of a crime, you should report the incident to your nearest Garda station immediately
ga: Má tá tú gur íospartach coire, ba chóir duit an teagmhas do stáisiún Garda is gaire láithreach

source: Contact information for every Garda station in Ireland is available at the front of all public telephone directories
ga: Tá eolas teagmhála do gach stáisiún na nGardaí in Éirinn ar fáil ag tosach an eolaí teileafóin poiblí
